Repository: StdioA/beancount-bot
Catalog: locale/*/LC_MESSAGES/beanbot.po
Languages: de_de, es_es, ja_jp, ko_kr, zh_tw

source: Account {acc} not found
de_de: Konto {acc} nicht gefunden
es_es: Cuenta {acc} no encontrada
ja_jp: アカウント {acc} が見つかりません
ko_kr: 계정 {acc}을(를) 찾을 수 없습니다
zh_tw: 帳戶 {acc} 未找到

source: Embedding is not enabled.
de_de: Einbettung ist nicht aktiviert.
es_es: Incrustación no está habilitada.
ja_jp: 埋め込みが有効になっていません。
ko_kr: 임베딩이 활성화되지 않았습니다.
zh_tw: 嵌入未啟用。

source: Token usage: {tokens}
de_de: Token-Nutzung: {tokens}
es_es: Uso de tokens: {tokens}
ja_jp: トークン使用量: {tokens}
ko_kr: 토큰 사용량: {tokens}
zh_tw: 令牌使用量：{tokens}

source: Expenditures on {start}
de_de: Ausgaben am {start}
es_es: Gastos en {start}
ja_jp: {start} の支出
ko_kr: {start}의 지출

source: Expenditures between {start} - {end}
de_de: Ausgaben zwischen {start} - {end}
es_es: Gastos entre {start} - {end}
ja_jp: {start} から {end} までの支出
ko_kr: {start}부터 {end}까지의 지출

source: Account
de_de: Konto
es_es: Cuenta
ja_jp: アカウント
ko_kr: 계정
zh_tw: 帳戶

source: Position
es_es: Posición
ja_jp: ポジション
ko_kr: 포지션
zh_tw: 持倉

source: Account changes on {start}
de_de: Kontoänderungen am {start}
es_es: Cambios en la cuenta en {start}
ja_jp: {start} でのアカウント変更
ko_kr: {start}에 대한 계정 변경
zh_tw: 在 {start} 的帳戶變動

source: Account changes between {start} - {end}
de_de: Kontoänderungen zwischen {start} - {end}
es_es: Cambios en la cuenta entre {start} - {end}
ja_jp: {start} から {end} までのアカウント変更
ko_kr: {start}부터 {end}까지의 계정 변경
zh_tw: 在 {start} 至 {end} 之間的帳戶變動

source: Submit
de_de: Einreichen
es_es: Enviar
ja_jp: 送信
ko_kr: 제출
zh_tw: 提交

source: Cancel
de_de: Abbrechen
es_es: Cancelar
ja_jp: キャンセル
ko_kr: 취소
zh_tw: 取消

source: Query account changes
de_de: Kontoänderungen abfragen
es_es: Consultar cambios en la cuenta
ja_jp: 口座変更の照会
ko_kr: 계정 변경 조회
zh_tw: 查詢賬戶變更

source: Query expenses
de_de: Ausgaben abfragen
es_es: Consultar gastos
ja_jp: 経費の照会
ko_kr: 지출 조회
zh_tw: 查詢支出

source: Submitted ✅
de_de: Eingereicht ✅
es_es: Enviado ✅
ja_jp: 送信済み ✅
ko_kr: 제출됨 ✅
zh_tw: 已提交 ✅

source: Cancelled ❌
de_de: Abgebrochen ❌
es_es: Cancelado ❌
ja_jp: キャンセル済み ❌
ko_kr: 취소됨 ❌
zh_tw: 已取消 ❌

source: Cost on {start}
zh_tw: 在 {start} 的成本

source: Transaction between {start} - {end}
zh_tw: 在 {start} 至 {end} 之間的交易
